Repository: Multidialogo/teambuilding-app
Catalog: teambuilding/products/locale/*/LC_MESSAGES/django.po
Languages: it

source: postal addresses
it: indirizzo postale

source: name
it: nome

source: phone number
it: telefono

source: producer
it: produttore

source: producers
it: produttori

source: description
it: descrizione

source: product
it: prodotto

source: products
it: prodotti

source: price EUR (cents)
it: prezzo EUR (cents)

source: amount
it: quantità

source: purchase option
it: opzione di acquisto

source: purchase options
it: opzioni di acquisto

source: Amount: %(amount)s, EUR (cents): %(price)01.0f
it: Quantità: %(amount)s, EUR (cents): %(price)01.0f

source: delivery address
it: indirizzo di spedizione

source: delivery addresses
it: indirizzi di spedizione

source: cumulative order to producer
it: ordine cumulativo al produttore

source: cumulative orders to producers
it: ordini cumulativi ai produttori

source: Created
it: In attesa

source: Processed
it: Processato

source: in cumulative order
it: ordine cumulativo

source: customer
it: acquirente

source: order status
it: stato ordine

source: simple order
it: ordine semplice

source: simple orders
it: ordini semplici

source: Producer in instance ProductOrder must be equal to Producer in instance ProducerOrder.
it: Il produttore nell'istanza ProductOrder deve corrispondere al produttore nell'istanzaProducerOrder.

source: Orders: %(receipt)s Delivery address: %(address)s
it: Ordini: %(receipt)s Indirizzo di spedizione: %(address)s
